Repository: Zane-Zzx/CashbackCounter
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: en, zh_hant

# %@ %@趋势
source: %1$@ %2$@趋势
en: %1$@ %2$@ Trend
zh_hant: %1$@ %2$@趨勢

source: %@分析
en: %@ Analysis

source: %lld 张卡片
en: %lld cards

source: %lld年
en: %lld

source: %lld月
en: %lld

source: • 分享导出：仅当你主动使用“导出”功能时，数据才会通过系统导出面板离开应用。
en: • Export sharing: Data leaves the app only when you actively use the "Export" feature via the system export panel.
zh_hant: • 分享匯出：僅當你主動使用「匯出」功能時，資料才會透過系統匯出面板離開應用。

source: • 数据存储：账单、卡片、积分等数据全部保存在你的设备本地，我们不上传任何个人数据。
en: • Data storage: Bills, cards, points, and other data are stored locally on your device. We do not upload any personal data.
zh_hant: • 資料儲存：帳單、卡片、積分等資料全部保存在你的裝置本機，我們不會上傳任何個人資料。

source: • 更新前建议使用“导出卡片与积分数据”进行备份！！！（重要）。
en: • Before updating, we recommend using "Export Cards & Points" for backup!!! (Important).
zh_hant: • 更新前建議使用「匯出卡片與積分數據」進行備份！！！（重要）。

source: • 更新后首次打开可能需要短暂时间完成数据整理。
en: • After updating, the first launch may take a short time to finish organizing data.
zh_hant: • 更新後首次開啟可能需要短暫時間完成資料整理。

source: • 权限使用：相机、相册、通知等权限仅在对应功能使用时申请，可在系统设置中随时关闭。
en: • Permissions: Camera, photo library, notifications, and other permissions are requested only when needed, and can be turned off anytime in Settings.
zh_hant: • 權限使用：相機、相簿、通知等權限僅在對應功能使用時申請，可在系統設定中隨時關閉。

source: • 网络请求：应用可能会为获取汇率、下载卡面等功能访问网络，仅下载必要参数。
en: • Network requests: The app may access the network to fetch exchange rates or download card art, and only downloads the necessary data.
zh_hant: • 網路請求：應用可能會為取得匯率、下載卡面等功能存取網路，僅下載必要資料。

source: • 若更新后出现应用闪退或异常的情况请删除应用，重新下载并导入之前备份的数据
en: • If the app crashes or behaves abnormally after updating, please delete it, reinstall, and import your previous backup.
zh_hant: • 若更新後出現應用閃退或異常情況，請刪除應用、重新下載並匯入先前備份的資料。

source: • 若问题仍存在，请联系开发者协助排查。
en: • If the issue persists, please contact the developer for assistance.
zh_hant: • 若問題仍存在，請聯絡開發者協助排查。

source: AI 分析中...
en: AI analyzing...

# Already Recorded
source: 已记录
en: Already Recorded
zh_hant: 已記錄

# card.kind.atm
source: 提款卡
en: ATM Card

# card.kind.credit
source: 信用卡
en: Credit Card

# card.kind.debit
source: 储蓄卡
en: Debit Card
zh_hant: 儲蓄卡

# card.kind.prepaid
source: 预付卡
en: Prepaid Card
zh_hant: 預付卡

source: CardPick 仓库
en: CardPick Repository
zh_hant: CardPick 倉庫

source: Cashback Counter 仓库
en: Repository
zh_hant: Cashback Counter 倉庫

source: CashbackCounter 原项目
en: CashbackCounter Original

# category.anime
source: 二次元
en: Anime & Games

# category.digital
source: 数码产品
en: Electronics
zh_hant: 數碼產品

# category.dining
source: 餐饮美食
en: Dining
zh_hant: 餐飲美食

# category.grocery
source: 超市便利
en: Grocery

# category.other
source: 其他消费
en: Other
zh_hant: 其他消費

# category.travel
source: 交通出行
en: Travel

# CFBundleDisplayName
source: 卡择
en: CardPick
zh_hant: 卡擇

source: iCloud 同步 (功能正在开发中)
en: iCloud Sync (Developing)
zh_hant: iCloud 同步 (功能正在開發中)

# Matched: %lld items
source: 已匹配：%lld 笔
en: Matched: %lld items
zh_hant: 已匹配：%lld 筆

# Missing in App (Action Required)
source: App中缺失（需要处理）
en: Missing in App (Action Required)
zh_hant: App中缺失（需要處理）

# Missing: %lld items
source: 缺失：%lld 笔
en: Missing: %lld items
zh_hant: 缺失：%lld 筆

# Month
source: 月
en: Month

# No matched transactions
source: 没有匹配交易
en: No matched transactions
zh_hant: 沒有匹配交易

# No missing transactions
source: 没有缺失交易
en: No missing transactions
zh_hant: 沒有缺失交易

# Other
source: 其他
en: Other

# payment.method.gba
source: 信银gba信用卡的合资格消费
en: CITIC GBA Card Eligible Spending
zh_hant: 信銀gba信用卡的合資格消費

# payment.method.offline
source: 线下消费
en: Offline
zh_hant: 線下消費

# payment.method.online
source: 线上消费
en: Online
zh_hant: 線上消費

# payment.method.pulse
source: Pulse信用卡的合资格消费
en: Pulse Card Eligible Spending
zh_hant: Pulse信用卡的合資格消費

# region.cn
source: 中国大陆
en: Mainland China
zh_hant: 中國大陸

# region.hk
source: 香港
en: Hong Kong

# region.jp
source: 日本
en: Japan

# region.mo
source: 澳门
en: Macau
zh_hant: 澳門

# region.nz
source: 新西兰
en: New Zealand
zh_hant: 紐西蘭

# region.other
source: 欧盟
en: European Union
zh_hant: 歐盟

# region.tw
source: 台湾
en: Taiwan
zh_hant: 台灣

# region.uk
source: 英国
en: United Kingdom
zh_hant: 英國

# region.us
source: 美国
en: United States
zh_hant: 美國

# reward.type.cashback
source: 返现
en: Cashback
zh_hant: 回饋

# reward.type.points
source: 积分
en: Points
zh_hant: 積分

# Statement Analysis
source: 结单分析
en: Statement Analysis
zh_hant: 結單分析

# Statement Summary
source: 结单摘要
en: Statement Summary
zh_hant: 結單摘要

# trend.expense
source: 支出分析
en: Expense Analysis

# UnionPay
source: 银联
en: UnionPay
zh_hant: 銀聯

# Version %@
source: 版本 %@
en: Version %@

source: 上一步
en: Previous

source: 上传收据图片
en: Upload Photo
zh_hant: 上傳收據圖片

source: 上传结单
en: Upload Statement
zh_hant: 上傳結單

source: 上传结单PDF以开始对账
en: Upload statement PDF to start reconciliation
zh_hant: 上傳結單PDF以開始對賬

source: 上限
en: Limit

source: 上限:
en: Limit:

source: 上限: %@
en: Cap: %@

source: 下一步
en: Next

source: 为卡片设置还款日、账单日等信息后，提醒将自动出现
en: Reminders appear after setting billing dates on cards
zh_hant: 為卡片設定還款日、帳單日等信息後，提醒將自動出現

source: 主货币
en: Main currency
zh_hant: 主貨幣

source: 主题模式
en: Theme Mode
zh_hant: 主題模式

source: 交易内容
en: Detail
zh_hant: 交易內容

source: 交易平台
en: Platform

source: 交易类型
en: Payment Method
zh_hant: 交易類型

source: 交易详情
en: Transaction Details
zh_hant: 交易詳情

source: 人民币 (CNY)
en: CNY (Chinese Yuan)
zh_hant: 人民幣 (CNY)

source: 今天
en: Today

source: 今天是这张卡的账单日，请查看账单明细。
en: Today is this card's statement day. Please check your statement.
zh_hant: 今天是這張卡的帳單日，請查看帳單明細。

source: 今天是这张卡的还款日，别忘了处理账单哦！
en: Today is this card's payment day. Don't forget to pay!
zh_hant: 今天是這張卡的還款日，別忘了處理帳單哦！

source: 从信用卡通知短信添加交易
en: Add Transaction From SMS
zh_hant: 從信用卡通知短信添加交易

source: 从模板添加
en: Add from Template
zh_hant: 從模板添加

source: 价值: %@ %@ / 点
en: Value: %@ %@ / pt
zh_hant: 價值：%@ %@ / 點

source: 价值与兑换
en: Value & Redemption
zh_hant: 價值與兌換

source: 价值与币种
en: Value & Currency
zh_hant: 價值與幣種

source: 估算价值
en: Estimated Value
zh_hant: 估算價值

source: 余额
en: Balance

source: 保存
en: Save
zh_hant: 儲存

source: 值
en: Value

source: 兑换比例
en: Redemption Ratio
zh_hant: 兌換比例

source: 兑换比例: %@ 积分 = 1 %@
en: Redemption: %@ points = 1 %@
zh_hant: 兌換比例：%@ 積分 = 1 %@

source: 入账日期
en: Income Date
zh_hant: 入賬日期

source: 入账金额
en: Billing Amount
zh_hant: 入賬金額

source: 入账金额 (%@)
en: Posted amount (%@)
zh_hant: 入帳金額 (%@)

source: 全年
en: Full Year

source: 全部种类
en: All Category
zh_hant: 全部種類

source: 关于 Cashback Counter
en: About Cashback Counter
zh_hant: 關於 Cashback Counter

source: 关于 卡择
en: About CardPick
zh_hant: 關於 卡擇

source: 关联交易
en: Link To
zh_hant: 關聯交易

source: 关键日期
en: Key Dates

source: 关闭
en: Close
zh_hant: 關閉

source: 其他
en: Other

source: 最新交易
en: Latest Transactions

source: 净变化：%@ 积分
en: Net change: %@ points
zh_hant: 淨變化：%@ 積分

source: 减免:
en: Waiver:
zh_hant: 減免:

source: 减免: %@
en: Waiver: %@

source: 减免条件
en: Waiver Condition

source: 凭证
en: Receipt
zh_hant: 憑證

source: 删除
en: Delete
zh_hant: 刪除

source: 删除卡片
en: Delete Card
zh_hant: 刪除卡片

source: 删除图片
en: Delete Photo
zh_hant: 刪除圖片

source: 删除此交易
en: Delete Transaction
zh_hant: 刪除此交易

source: 到期日
en: Expiry Date

source: 加成:
en: Bonus:

source: 加成%
en: Bonus %

source: 卡包
en: Card Wallet

source: 卡择
en: CardPick
zh_hant: 卡擇

source: 卡片信息
en: Card Info

source: 卡片到期
en: Card Expiry

source: 卡片到期提醒
en: Card Expiry Reminder

source: 卡片提醒总览
en: Card Reminders

source: 卡片模板
en: Card Templates

source: 卡种
en: Card Type

source: 卡种 (如: 运通白金)
en: Card type (e.g., Amex Platinum)
zh_hant: 卡種 (如: 運通白金)

source: 卡类型
en: Card Type

source: 卡组织
en: Card Network

source: 卡面风格
en: Card Style
zh_hant: 卡面風格

source: 发卡地区
en: Issue Region

source: 发行地区
en: Issuing Region
zh_hant: 發行地區

source: 取消
en: Cancel

source: 同本币
en: Same as Base Currency
zh_hant: 同本幣

source: 商户名称 (例如：星巴克)
en: Merchant name (e.g., Starbucks)
zh_hant: 商戶名稱 (例如：星巴克)

source: 基于 CashbackCounter (Junhao Huang) 开发
en: Based on CashbackCounter by Junhao Huang
zh_hant: 基於 CashbackCounter (Junhao Huang) 開發

source: 基本信息
en: Basic Information
zh_hant: 基本資訊

source: 基础积分 (所有消费)
en: Base Points (All Spend)
zh_hant: 基礎積分（所有消費）

source: 基础积分率 (%)
en: Base Points Rate (%)
zh_hant: 基礎積分率 (%)

source: 基础费率
en: Base Rate

source: 基础返现 (所有消费)
en: Base cashback (all purchases)
zh_hant: 基礎返現 (所有消費)

source: 基础返现率 (%)
en: Base Cashback Rate (%)

source: 备注
en: Notes

source: 外币%@
en: Foreign %@

source: 外币%@上限
en: Foreign %@ Total
zh_hant: 外幣%@上限

source: 外币上限
en: Foreign Cap

source: 外币年上限
en: Yearly Foreign Cap

source: 外币年积分上限
en: Foreign Yearly Points Cap
zh_hant: 外幣年積分上限

source: 外币月上限
en: Monthly Foreign Cap

source: 外币月积分上限
en: Foreign Monthly Points Cap
zh_hant: 外幣月積分上限

source: 外币积分率 (%)
en: Foreign Points Rate (%)
zh_hant: 外幣積分率 (%)

source: 外币费率
en: Foreign Rate

source: 外币返现率 (%)
en: Foreign currency cashback rate (%)
zh_hant: 外幣返現率 (%)

source: 外观与语言
en: Appearance & Language
zh_hant: 外觀與語言

source: 奖励类型
en: Reward Type
zh_hant: 獎勵類型

source: 实际扣款
en: Amount charged
zh_hant: 實際扣款

source: 导入卡片
en: Import Cards
zh_hant: 導入卡片

source: 导入失败
en: Import Failed
zh_hant: 導入失敗

source: 导入失败：无法识别的 CSV 格式。请使用应用导出的卡片或积分 CSV 文件。
en: Import failed: Unrecognized CSV format. Please use the card or points CSV file exported by the app.

source: 导入失败：格式错误或文件损坏。 %@
en: Import failed: Format error or corrupted file. %@

source: 导入结单
en: Import Statement
zh_hant: 導入結單

source: 导入结果
en: Import Results
zh_hant: 導入結果

source: 导入账单
en: Import Bills
zh_hant: 導入帳單

source: 导出交易
en: Export Transactions
zh_hant: 匯出交易

source: 导出卡片
en: Export Cards
zh_hant: 匯出卡片

source: 导出卡片与积分数据
en: Export Cards & Points
zh_hant: 匯出卡片與積分數據

source: 导出卡片与账单
en: Export All
zh_hant: 匯出卡片與帳單

source: 导出账单
en: Export Bills
zh_hant: 匯出帳單

source: 尚未导入结单
en: No statement imported yet
zh_hant: 尚未導入結單

source: 尝试更换关键词
en: Try changing keywords
zh_hant: 嘗試更換關鍵詞

source: 尝试更换关键词或检查筛选条件
en: Try changing keywords or check the filters
zh_hant: 嘗試更換關鍵詞或檢查篩選條件

source: 尾号
en: Ending

source: 尾号 (后四位)
en: Last 4 digits
zh_hant: 尾號 (後四位)

source: 尾号%@
en: Ends %@

source: 已关闭提醒
en: Reminders Off
zh_hant: 已關閉提醒

# 已成功添加账单：%@ – ¥%lf
source: 已成功添加账单：%1$@ – ¥%2$lf
en: Add Transaction Successful: %1$@ - $ %2$lf
zh_hant: 已成功添加賬單：%1$@ – ¥%2$lf

source: 已抵扣/关联收入
en: Applied/Linked Income
zh_hant: 已抵扣/關聯收入

source: 币种
en: Currency
zh_hant: 幣種

source: 币种 (如: CNY)
en: Currency (e.g. CNY)
zh_hant: 幣種（如：CNY）

source: 常规
en: General
zh_hant: 常規

source: 年费
en: Annual Fee

source: 年费减免条件（选填）
en: Fee Waiver (Optional)
zh_hant: 年費減免條件（選填）

source: 年费到期
en: Annual Fee Due

source: 年费提醒
en: Annual Fee Reminder
zh_hant: 年費提醒

source: 开发者
en: Developer
zh_hant: 開發者

source: 开发者/贡献者
en: Developer / Contributor
zh_hant: 開發者/貢獻者

source: 开启后，将在每月还款日上午 9:00 推送提醒。
en: Notification will be pushed when set
zh_hant: 開啟後，將在每月還款日上午 9:00 推送提醒。

source: 当前余额
en: Current Balance

source: 当前版本：%@
en: Current Version: %@

source: 当前版本：v
en: Current version: v
zh_hant: 當前版本：v

source: 当前版本：v%@
en: Current version: v%@
zh_hant: 當前版本：v%@

source: 当前积分
en: Current Points
zh_hant: 當前積分

source: 总%@趋势
en: Total %@ Trend
zh_hant: 總%@趨勢

source: 总支出
en: Total Expense
zh_hant: 總支出

source: 总等值价值（预估）
en: Total Equivalent Value (Estimated)
zh_hant: 總等值價值（預估）

source: 总返现
en: Total Cashback
zh_hant: 總返現

source: 我们重视你的隐私。以下为应用当前版本的隐私说明：
en: We value your privacy. Below is the privacy notice for the current version of the app:
zh_hant: 我們重視你的隱私。以下為應用當前版本的隱私說明：

source: 我的卡包
en: My Cards

source: 所有卡片汇总
en: All Cards Summary
zh_hant: 所有卡片彙總

source: 手动添加积分
en: Add Points Manually
zh_hant: 手動新增積分

source: 手动移除积分
en: Remove Points Manually
zh_hant: 手動移除積分

source: 扩展信息
en: Extended Info

source: 拍一笔
en: Snap a transaction
zh_hant: 拍一筆

source: 拍照
en: Camera

source: 按年
en: By Year

source: 按月
en: By Month

source: 推荐
en: Recommend

source: 推荐结果
en: Results

source: 提醒
en: Reminders

source: 搜索商户
en: Search merchants
zh_hant: 搜尋商戶

source: 支付卡片
en: Payment Card

source: 支付方式
en: Payment Method

source: 支付方式加成
en: Payment Bonus

source: 支付方式规则 (可选)
en: Payment Method Rules (Optional)
zh_hant: 支付方式規則 (可選)

source: 支付详情
en: Payment Details
zh_hant: 支付詳情

source: 支付账户
en: Payment Account
zh_hant: 支付賬戶

source: 收入信息
en: Income Information

source: 收入地区
en: Income Region
zh_hant: 收入地區

source: 收入金额
en: Income Amount
zh_hant: 收入金額

source: 收据凭证
en: Receipt
zh_hant: 收據憑證

source: 数据管理
en: Data Management
zh_hant: 資料管理

source: 新增积分计划
en: New Points Program
zh_hant: 新增積分計畫

source: 新增积分返现交易后，这里会显示累计积分
en: After adding points cashback transactions, the accumulated points will appear here.
zh_hant: 新增積分返現交易後，這裡會顯示累計積分。

source: 无
en: None
zh_hant: 無

source: 无上限
en: No limit
zh_hant: 無上限

source: 无收据图片
en: No receipt image
zh_hant: 無收據圖片

source: 日
en: Date

source: 日元 (JPY)
en: JPY (Japanese Yen)
zh_hant: 日圓 (JPY)

source: 日期
en: Date

source: 明天
en: Tomorrow

source: 暂无卡片
en: No Cards

source: 暂无卡片，请先添加信用卡
en: No Card
zh_hant: 暫無卡片，請先添加信用卡

source: 暂无提醒
en: No Reminders

source: 暂无积分库
en: No points programs
zh_hant: 暫無積分庫

source: 暂无积分库，请先创建
en: No points programs. Please create one.
zh_hant: 暫無積分庫，請先建立

source: 暂无积分计划
en: No points programs
zh_hant: 暫無積分計畫

source: 暂无积分记录
en: No points records
zh_hant: 暫無積分記錄

source: 暂无账单
en: No bills yet
zh_hant: 暫無帳單

source: 更多
en: More

source: 更新注意事项
en: Update Notes
zh_hant: 更新注意事項

source: 更新版本注意事项
en: Update Notes for This Version
zh_hant: 本版本更新注意事項

source: 更新说明
en: Release Notes
zh_hant: 更新說明

source: 月份
en: Month

source: 未分配
en: Unassigned

source: 未找到结果
en: No results found
zh_hant: 未找到結果

source: 未知错误
en: Unknown Error

source: 未设外币费率
en: No foreign rate

source: 未设置还款日
en: No Payment Date
zh_hant: 未設定還款日

source: 未选择
en: Not Selected
zh_hant: 未選擇

source: 本币%@上限
en: Currency %@ Total
zh_hant: 本幣￼%@上限

source: 本币上限
en: Local Cap

source: 本币年上限
en: Yearly Local Cap

source: 本币年积分上限
en: Local Yearly Points Cap
zh_hant: 本幣年積分上限

source: 本币月上限
en: Monthly Local Cap

source: 本币月积分上限
en: Local Monthly Points Cap
zh_hant: 本幣月積分上限

source: 本币积分率 (%)
en: Local Points Rate (%)
zh_hant: 本幣積分率 (%)

source: 本币返现率 (%)
en: Local currency cashback rate (%)
zh_hant: 本幣返現率 (%)

source: 本年支出
en: Year Expense

source: 本年返现
en: Year Cashback
zh_hant: 本年返現

source: 本月支出
en: Month Expense

source: 本月返现
en: Month Cashback
zh_hant: 本月返現

source: 权益到期
en: Benefit Expiry

source: 权益到期日
en: Benefit Expiry

source: 权益规则
en: Reward Rules

source: 松手导入图片
en: Release To Import
zh_hant: 鬆手導入圖片

source: 标签
en: Tags

source: 标签（逗号分隔）
en: Tags (comma separated)
zh_hant: 標籤（逗號分隔）

source: 正在下载卡面...
en: Downloading card art...
zh_hant: 正在下載卡面...

source: 正在识别结单卡...
en: Recognizing statement card...
zh_hant: 正在識別結單卡...

source: 此卡片暂无交易记录
en: No transactions for this card
zh_hant: 此卡片暫無交易記錄

source: 每月
en: Every month

source: 每月 %lld 日还款
en: Payment Date: %lld
zh_hant: 每月 %lld 日還款

source: 汇率约 %@
en: Exchange Rate %@
zh_hant: 匯率約 ￼%@

source: 没有
en: No

source: 没有%@
en: No %@

source: 没有符合条件的卡片
en: No eligible cards
zh_hant: 沒有符合條件的卡片

source: 浅色模式
en: Light Mode
zh_hant: 淺色模式

source: 消费地区
en: Spending Region
zh_hant: 消費地區

source: 消费场景
en: Spending Scenario

source: 消费日期
en: Purchase Date
zh_hant: 消費日期

source: 消费类别
en: Spending Category
zh_hant: 消費類別

source: 消费详情
en: Purchase Details
zh_hant: 消費詳情

source: 消费金额
en: Purchase Amount
zh_hant: 消費金額

source: 深色模式
en: Dark Mode

source: 添加
en: Add

source: 添加%@
en: Add %@

source: 添加信用卡
en: Add Credit Card

source: 添加卡片
en: Add Card

source: 添加卡片后即可管理提醒
en: Add cards to manage reminders
zh_hant: 新增卡片後即可管理提醒

source: 添加收入
en: Add Income

source: 清除
en: Clear

source: 渐变
en: Gradient
zh_hant: 漸變

source: 渐变色 1
en: Gradient Color 1
zh_hant: 漸變色 1

source: 渐变色 2
en: Gradient Color 2
zh_hant: 漸變色 2

source: 港币 (HKD)
en: HKD (Hong Kong Dollar)
zh_hant: 港幣 (HKD)

source: 点击右上角 + 添加你的第一张银行卡
en: Tap + to add your first card
zh_hant: 點擊右上角 + 新增你的第一張銀行卡

source: 版本
en: Version

source: 相册
en: Photo Library
zh_hant: 相簿

source: 短信全文
en: SMS Text

source: 确定
en: Confirm
zh_hant: 確定

source: 确定要删除这张卡片吗？
en: Delete this card?

source: 确定要清除所有数据吗？
en: Sure To Delete All Data?
zh_hant: 確定要清除所有數據嗎？

source: 积分
en: Points
zh_hant: 積分

source: 积分上限
en: Points Cap
zh_hant: 積分上限

source: 积分上限:
en: Points Cap:
zh_hant: 積分上限：

source: 积分上限周期
en: Points Cap Period
zh_hant: 積分上限週期

source: 积分价值
en: Point Value
zh_hant: 積分價值

source: 积分卡片
en: Points Cards
zh_hant: 積分卡片

source: 积分名称
en: Points Name
zh_hant: 積分名稱

source: 积分库
en: Points Library
zh_hant: 積分庫

source: 积分数
en: Points Earned
zh_hant: 積分數

source: 积分数量
en: Points Amount
zh_hant: 積分數量

source: 积分明细
en: Points Details
zh_hant: 積分明細

source: 积分管理
en: Points

source: 积分计划
en: Points Program
zh_hant: 積分計畫

source: 积分银行
en: Points Bank

source: 移除积分数量
en: Points to Remove
zh_hant: 移除積分數量

source: 管理
en: Manage

source: 管理积分库
en: Manage Points Library
zh_hant: 管理積分庫

source: 类别加成
en: Category Bonus

source: 类别加成 (额外叠加)
en: Category bonus (stackable)
zh_hant: 類別加成 (額外疊加)

source: 约合 ...
en: Approx. ...
zh_hant: 約合 ...

source: 约合 %@
en: Approx. %@
zh_hant: 約合 %@

source: 结单
en: Statement
zh_hant: 結單

source: 结单分析
en: Statement Analysis
zh_hant: 結單分析

source: 结单卡
en: Statement Card
zh_hant: 結單卡

source: 编辑
en: Edit
zh_hant: 編輯

# 编辑卡片
source: 编辑卡
en: Edit Card
zh_hant: 編輯卡片

source: 编辑收入
en: Edit Income
zh_hant: 編輯收入

source: 编辑积分计划
en: Edit Points Program
zh_hant: 編輯積分計畫

source: 编辑账单
en: Edit Bill
zh_hant: 編輯帳單

source: 美元 (USD)
en: USD (US Dollar)

source: 自动识别: %@
en: Auto-detected: %@
zh_hant: 自動識別：%@

source: 自定义添加
en: Add Custom
zh_hant: 自訂添加

source: 致谢
en: Thanks
zh_hant: 致謝

source: 若你对隐私相关内容有疑问，请联系开发者。
en: If you have questions about privacy, please contact the developer.
zh_hant: 若你對隱私相關內容有疑問，請聯絡開發者。

source: 规则库
en: Library

source: 解析中...
en: Parsing...

source: 解析信用卡短信
en: Analyse SMS

source: 解析短信内容并新增一笔消费记录
en: Add Transaction from SMS
zh_hant: 解析短信內容並新增一筆消費記錄

source: 解析短信文本 ${smsText}
en: Analyse SMS ${smsText}

source: 记一笔
en: Record a transaction
zh_hant: 記一筆

source: 设置
en: Settings
zh_hant: 設定

source: 识别交易中...
en: Recognizing transactions...
zh_hant: 識別交易中...

source: 试试其他筛选条件或添加新卡片
en: Try other filters or add a card
zh_hant: 試試其他篩選條件或新增新卡片

source: 该筛选条件下没有交易记录
en: No Transaction
zh_hant: 該篩選條件下沒有交易記錄

source: 详情
en: Details

source: 语言设置
en: Language Settings
zh_hant: 語言設定

source: 请先在积分库添加积分计划
en: Please add a points program in the Points Library first.
zh_hant: 請先在積分庫新增積分計畫。

source: 请先添加信用卡
en: Add Card First
zh_hant: 請先添加信用卡

source: 请添加积分计划以供卡片选择
en: Add a points program so cards can use it.
zh_hant: 請新增積分計畫供卡片選擇

source: 请粘贴信用卡短信内容
en: Paste SMS Text
zh_hant: 請粘貼信用卡短信內容

source: 请选择
en: Please select
zh_hant: 請選擇

source: 调用卡面库 Cardentify
en: Using card art library Cardentify
zh_hant: 使用卡面庫 Cardentify

source: 调用货币费率数据库 exchange-api
en: Using exchange-api currency rates database
zh_hant: 使用匯率資料庫 exchange-api

source: 贡献者
en: Contributor
zh_hant: 貢獻者

source: 账单
en: Bills
zh_hant: 帳單

source: 账单与还款
en: Billing & Payment

source: 账单日
en: Statement Day

source: 账单日 %lld日
en: Statement %lldth

source: 账单日提醒
en: Statement Reminder
zh_hant: 帳單日提醒

source: 赚 %@
en: Earn %@
zh_hant: 賺 %@

source: 跟随系统
en: Follow System
zh_hant: 跟隨系統

source: 近6个月积分变化
en: Points change in the last 6 months
zh_hant: 近 6 個月積分變化

source: 近12个月累计: %@
en: 12 Month Total: %@
zh_hant: 近12個月累計: %@

source: 返 %@
en: Cashback %@

source: 返现
en: Cashback

source: 返现上限周期
en: Total Cashback Term
zh_hant: 返現上限週期

source: 返现分析
en: Cashback Analyse
zh_hant: 返現分析

source: 返现类型
en: Reward Type

source: 还款提醒
en: Payment Reminder
zh_hant: 還款提醒

source: 还款日
en: Payment Day

source: 还款日 %lld日
en: Payment %lldth

source: 还款日提醒 (每月)
en: Payment Day Reminder
zh_hant: 還款日提醒 (每月)

source: 还没有卡片
en: No Cards Yet

source: 这张卡的权益即将到期，年费 %@ 元。
en: This card's benefits expire soon. Annual fee: %@.
zh_hant: 這張卡的權益即將到期，年費 %@ 元。

source: 这张卡的权益将在 7 天后到期，年费 %@ 元。
en: This card's benefits expire in 7 days. Annual fee: %@.
zh_hant: 這張卡的權益將在 7 天後到期，年費 %@ 元。

source: 这张预付卡即将到期，请及时处理余额。
en: This prepaid card expires soon. Please use the remaining balance.
zh_hant: 這張預付卡即將到期，請及時處理餘額。

source: 这张预付卡将在 7 天后到期，请及时处理余额。
en: This prepaid card expires in 7 days. Please use the remaining balance.
zh_hant: 這張預付卡將在 7 天後到期，請及時處理餘額。

source: 选择信用卡
en: Select Credit Card
zh_hant: 選擇信用卡

source: 选择卡片查看详情
en: Select a card to view details
zh_hant: 選擇卡片查看詳情

source: 选择卡片模板
en: Choose Card Template
zh_hant: 選擇卡片模板

source: 选择卡类型
en: Select Card Type

source: 选择时间
en: Select Time
zh_hant: 選擇時間

source: 选择积分计划
en: Select Points Program
zh_hant: 選擇積分計畫

source: 通知提醒
en: Notifications

source: 重新上传
en: Re-Upload
zh_hant: 重新上傳

source: 重置所有数据 (慎用)
en: Reset all data (use with caution)
zh_hant: 重置所有資料 (慎用)

source: 金额
en: Amount
zh_hant: 金額

source: 银联
en: UnionPay

source: 银行
en: Bank
zh_hant: 銀行

source: 银行 (如: 招商银行)
en: Bank (e.g., China Merchants Bank)
zh_hant: 銀行 (如: 招商銀行)

source: 银行名称
en: Bank Name

source: 隐私政策
en: Privacy Policy
zh_hant: 隱私政策

source: 项目
en: Project
zh_hant: 項目

source: 预付卡信息
en: Prepaid Info

source: 预览
en: Preview
zh_hant: 預覽

source: 预计积分价值
en: Estimated Points Value
zh_hant: 預計積分價值

source: 预计返现
en: Estimated cashback
zh_hant: 預計返現
